app/views/lock/unlock.html.erb

<% @users = User.all %>
---
SELECT "users".* FROM "users"